Repository: jpadilla/django-logicaldelete
Catalog: logicaldelete/locale/*/LC_MESSAGES/django.po
Languages: ru_ru

source: Active
ru_ru: Активен

source: No objects for undelete.
ru_ru: Нет объектов для восстановления.

source: Undeleted %s
ru_ru: Восстановлен %s

source: Successfully undeleted %(count)d %(items)s.
ru_ru: Успешно восстановлен(о) %(count)d %(items)s.

source: Undelete selected %(verbose_name_plural)s
ru_ru: Восстановить выбранные %(verbose_name_plural)s

source: The %(name)s "%(obj)s" was undeleted successfully.
ru_ru: %(name)s "%(obj)s" был успешно восстановлен.

source: Undelete
ru_ru: Восстановить

source: Are you sure you want to undelete the %(object_name)s "%(escaped_object)s"?
ru_ru: Вы уверены что хотите восстановить %(object_name)s "%(escaped_object)s"?

source: Undelete multiple objects
ru_ru: Восстановить несколько объектов

source: Are you sure you want to undelete the selected %(objects_name)s? All of the following objects will be undeleted:
ru_ru: Вы уверены что хотите восстановить %(objects_name)s? Все следующие объекты будут восстановлены:
